Repository: anaximeno/indicator-cpufreq-x
Catalog: po/*.po
Languages: az, be, bg, ca, cs, es, fa, fi, fr, hr, hu, it, ms, pl, pt_br, ru, si, sr, uk

source: CPU Frequency Scaling Indicator
az: MPQ Tezliyini Ölçən İndikator
be: Індыкатар частаты працэсара
bg: Индикатор за честотата на процесора
ca: Indicador de la Escala de Freqüència de la CPU
cs: Indikátor škálování frekvence CPU
es: Frecuencia de la CPU de escala en el indicador
fa: نماگر میزان فرکانس CPU
fi: Suorittimen kellotaajuuden ilmaisin
fr: Indicateur d'ajustement de fréquence du CPU
hr: Indikator CPU frekvencije
hu: CPU-frekvencia skálázó indikátor
it: Indicatore della frequenza della CPU
ms: Penunjuk Penskalaan Frekuensi CPU
pl: Aplet skalowania częstotliwości procesora
pt_br: Indicador de escala de frequência da CPU
ru: Индикатор частоты процессора
si: මධ්‍යම සැකසුම් ඒකකයේ සංඛ්‍යාත පරිමාණන දර්ශකය
sr: Показивач учестаности процесора
uk: Індикатор масштабування частоти процесора

source: An indicator for monitoring and switching CPU frequency scaling
az: MPQ-nua nəzarət etmək və tezlik dəyişdirmək üçün göstərici
be: Індыкатар для адлюстравання і пераключэння частаты працэсара
bg: Индикатор за наблюдение и превключване на честотата на процесора
ca: Un indicador pel seguiment i el canvi d'escala de freqüència de CPU
cs: Indikátor pro monitorování a přepínání frekvence CPU
es: Un indicador para el seguimiento y el cambio de escala de frecuencia de CPU
fa: نماگری برای نمایش و تغییر میزان فرکانس CPU
fi: Ilmaisin suorittimen kellotaajuuden hallintaa varten
fr: Un indicateur de surveillance et de commutation d'ajustement de fréquence du CPU
hr: Indikator za nadzor i promjenu CPU frekvencije
hu: Egy indikátor a CPU-frekvencia skálázás megjelenítésére és annak változtatására
it: Un indicatore per il monitoraggio e la modifica della frequenza della CPU
ms: Merupakan penunjuk untuk memantau dan menukar penskalaan frekuensi CPU
pl: Wskaźnik monitorowania i przełączania skalowania częstotliwości procesora
pt_br: Um indicador para monitorar e alternar a escala de frequência da CPU
ru: Индикатор для отображения и переключения частоты процессора
si: මධ්‍යම සැකසුම් ඒකකයේ සංඛ්‍යාත පරිමාණනය මන්තු කිරීම හා මාරුකිරීම සඳහා වූ දර්ශකයකි
sr: Показивач преко којег можете надгледати и мењати такт процесора
uk: Індикатор для спостереження та перемикання масштабування частоти процесора

source: indicator-cpufreq [options]
az: indikator-cpufreq [semənəklər]
bg: indicator-cpufreq [параметри]
ca: indicator-cpufreq [opcions]
cs: indicator-cpufreq [volby]
es: indicator-cpufreq [opciones]
fa: نماگر-cpufreq [گزینه‌ها]
fi: indicator-cpufreq [valinnat]
hr: indikator-cpufrek [mogućnosti]
hu: indicator-cpufreq [beállítások]
it: indicator-cpufreq [opzioni]
ms: indicator-cpufreq [pilihan]
pl: indicator-cpufreq [opcje]
pt_br: indicator-cpufreq [opções]
ru: indicator-cpufreq [параметры]
sr: indicator-cpufreq [параметри]
uk: indicator-cpufreq [параметри]

source: print the maximum debugging info (implies -vv)
az: maksimal yoxlama məlumatlarını çap et (implies -vv)
bg: показване на максимална информация за отстраняване на грешки (предполага -vv)
ca: mostra la major informació de depuració (implica -vv)
cs: vypsat maximální možné informace o ladění (znamená -vv)
es: imprimir la máxima información de la depuración (implica -w)
fr: afficher toutes les informations de débogage (implique -vv)
hr: ispiši maksimalne informacije otkalanjanja greške (implies -vv)
it: Stampa informazioni di debug (implica -vv)
ms: cetak maklumat penyahpepijatan maksimum (laksana -vv)
pl: wypisuj jak najwięcej informacji do debugowania (zakłada -vv)
pt_br: Exibe o máximo de informações de depuração (implica -w)
ru: показывать максимум отладочной информации (предполагает -vv)
si: (implies -vv) හි නිදොස් කිරීම උපරිමතොරතුරු මුද්‍රණය
sr: штампај што више података за поправљање грешака (подразумевано са -vv)
uk: вивести максимальний обсяг діагностичних даних (вмикає -vv)

source: set error_level output to warning, info, and then debug
az: xəbərdarlıq, məlumat üçün xəta_səviyyəsini (error_level) təyin et və sonra yoxla
be: усталяваць error_level output на warning, info і затым debug
bg: показване на значение за частоты рядом со значком
ca: establir eixida d'error-level a warning, info, i després depura
cs: nastavit výstup error_level na varování, info a poté režim lazení
es: establecer salida error_level a warning, info, y después depurar
fr: Régler la sortie de error_level à avertissement, info et puis débogage
hr: postavi error_level izlaz za upozorenje, informacije i onda otkloni grešku
hu: error_level kimenet beállítása figyelmeztetésre, információra majd debugra
it: Imposta error_level a warning, info e infine debug
ms: tetapkan output error_level untuk amaran, maklumat, dan kemudian nyahpepijat
pl: ustaw wyjście error_level na ostrzeżenie, informacje a potem debugowanie
pt_br: Definir a saída de "error_level" para "warning" ou "info" e em seguida depurar
ru: установить error_level output на warning, info и затем debug
uk: встановити для error_level рівень виведення даних warning (попередження), info (інформування) або debug (діагностика)

source: show the frequency with text along with the icon
az: tezliyi şəxilin arxasınca yazı ilə göstər
be: паказваць значэнне частоты побач са значком
bg: показване честота в непосредствена близост до иконката
ca: mostra la freqüència amb text al llarg de la icona
cs: zobrazit frekvenci s textem spolu s ikonou
es: mostrar la frecuencia con texto junto al icono
fa: نمایش فرکانس با نوشته در کنار آیکون
fi: näytä taajuus ja teksti kuvakkeen kera
fr: afficher la fréquence textuellement à côté de l'icône
hr: prikaži frekvenciju sa tekstom zajedno sa ikonom
it: Mostra la frequenza con testo e icona
ms: papar frekuensi dengan teks bersama-sama dengan ikon
pl: pokazuj częstotliwość jako tekst obok ikony
pt_br: mostra a frequência com texto e ícone
ru: показывать значение частоты рядом со значком
si: සංඛ්‍යාතය සුරුවම හා වගන්තිය සමග පෙන්වීම
sr: прикажи такт са текстом поред иконице
uk: показувати частоту як текст на піктограмі

source: Change CPU frequency scaling
az: MPQ tezlik ölçüsü göstəricisni dəyiş
be: Змена частаты працэсара
bg: Промяна на честотата на процесора
ca: Canvia la escala de freqüència de CPU
cs: Změna škálování frekvence CPU
es: Cambiar la escala de frecuencia de CPU
fa: تغییر میزان فرکانس CPU
fi: Muuta suorittimen kellotaajuutta
fr: Ajustement de la fréquence du CPU
hr: Promjena CPU frekvencije
hu: A CPU-frekvencia skálázás megváltoztatása
it: Modifica della frequenza della CPU
ms: Ubah penskalaan frekuensi CPU
pl: Zmiana częstotliwości skalowania procesora
pt_br: Alterar a escala de frequência da CPU
ru: Изменение частоты процессора
si: මධ්‍යම සැකසුම් ඒකකයේ සංඛ්‍යාත පරිමාණන වෙනස් කිරීම
sr: Промени учестаност процесора
uk: Змінити масштабування частоти процесора

source: System policy prevents you from changing CPU frequency scaling.
az: Sistem siyasəti Sizi MPQ-nun tezlik göstəricisi ölmüsünü dəyişməyə icazə vermir.
be: Сістэмная палітыка перашкаджае змене частоты працэсара.
bg: Системаната политика пречи на промяна в честотата на процесора.
ca: La directiva del sistema no el permet canviar la escala de freqüència de la CPU
cs: Systémová nastavení vám brání ve změně škálování frekvence CPU.
es: La directiva del sistema no le permite cambiar la escala de frecuencia de la CPU.
fa: خطی مشی سیستم از تغییر میزان فرکانس CPU جلوگیری می‌کند.
fi: Järjestelmäkäytäntö estää sinua muuttamasta suorittimen kellotaajuutta.
fr: La politique de système vous empêche d'ajuster la fréquence du CPU.
hr: Pravila sustava sprječavaju promjene CPU frekvencije.
hu: A rendszer házirendje nem engedélyezi CPU-frekvencia skálázás megváltoztatását.
it: La politica di sistema impedisce di cambiare la frequenza della CPU
ms: Polisi sistem menghalang anda daripada menukar penskalaan frekuensi CPU.
pl: Zasady systemu uniemożliwiają zmiany skalowania częstotliwości procesora.
pt_br: A política de segurança do sistema impede que você altere a escala de freqüência da CPU.
ru: Системная политика препятствует изменению частоты процессора.
si: පද්ධතියේ ප්‍රතිපත්ති ඔබව මධ්‍යම සැකසුම් ඒකකයේ සංඛ්‍යාත පරිමාණනය කිරීමෙන් වළක්වනවා.
sr: Системска полиса спречава промену такта процесора.
uk: Правила системи забороняють зміну параметрів масштабування частоти процесора.

source: %s GHz
be: %s ГГц
fa: %s گیگاهرتز
ru: %s ГГц
uk: %s ГГц

source: (turbo mode)
az: (turbo rejim)
bg: (турбо режим)
ca: (mode turbo)
cs: (turbo mód)
es: (modo turbo)
fa: (حالت سریع)
fi: (turbo-tila)
fr: (mode turbo)
hr: (turbo mod)
it: (modalit√† turbo)
ms: (mod turbo)
pl: (tryb turbo)
pt_br: (modo turbo)
ru: (турбо-режим)
sr: (турбо режим)
uk: (турбо-режим)

source: Conservative
az: Konservativ
bg: Умерено
ca: Conservador
cs: Konzervativní
es: Conservador
fa: پایستار
fi: Konservatiivinen
fr: Conservateur
hr: Konzervativno
hu: Hagyományos
it: Conservativo
ms: Konservatif
pl: Konserwatywny
pt_br: Moderado
ru: Консервативный
si: ගතානුගතිකත්වය
sr: Конзервативан
uk: консервативний

source: Ondemand
az: Lazım gəldikdə
be: Дынамічны
bg: При поискване
ca: Baix demanda
cs: Podle potřeby
es: Demandado
fa: بنا به تقاضا
fi: Tarpeen mukaan
fr: À la demande
hr: Na zahtjev
hu: Kiegyensúlyozott
it: Su richiesta
ms: Ikut permintaan
pl: Na żądanie
pt_br: Sob demanda
ru: Динамический
si: ඉල්ලුම පිට
sr: По потреби
uk: динамічний

source: Powersave
az: Enerji qənaətcil
be: Энергазберажэнне
bg: Енергоспестяване
ca: Estalvi d'energia
cs: Úsporný
es: Ahorro de energía
fi: Virransäästö
fr: Économies d'énergie
hr: Štedljivo
hu: Energiatakarékos
it: Risparmio energetico
ms: Jimat Kuasa
pl: Oszczędzanie energii
pt_br: Economia de energia
ru: Энергосбережение
si: ජවය සුරැකුම
sr: Штедљивост
uk: заощадження

source: Performance
az: Prefirmans
be: Прадукцыйнасць
bg: Ускоряване
ca: Rendiment
cs: Výkon
es: Rendimiento
fa: کارایی
fi: Suorituskyky
fr: Performances
hr: Performanse
hu: Teljesítmény
it: Prestazioni
ms: Prestasi
pl: Wydajność
pt_br: Desempenho
ru: Производительность
si: කාර්‍යක්‍ෂමතාව
sr: Делотворност
uk: швидкодія
